@extends('layouts/app')
@section('title', __("عن ..."))
@section('content')

        <div class="row">
            <div class="col-12 col-sm-12 col-md-10 col-lg-9 col-xl-9">

                <div>
                    <div class="my-4">
                        <h2 class="thirdColor">{{__("عن رفق ستيشن")}}</h2>
                        <p>{{__("رفق ستيشن عبارة عن موقع وسيط لتسهيل التواصل بين أطراف عملية التبني أو الإنقاذ أو الحيوانات المفقودة. ويهدف الموقع بشكل اساسي خدمة فرق الإنقاذ من خلال تسهيل الوصول للحالات المعلن عنها")}}</p>
                    </div>

                    <h2 class="thirdColor">{{__("الأسئلة الشائعة")}}</h2>
                    <div class="my-4">
                        <h4 class="thirdColor">{{__("هل الموقع مسؤول عن الحالات المطروحة فيه ؟")}}</h4>
                        <p>{{__("الموقع غير مسؤول عن الحالات التي يتم طرحها ويسعى المشرفين لحذف المنشورات المخالفة للقوانين")}}</p>
                    </div>
                    <div class="my-4">
                        <h4 class="thirdColor">{{__("هل يمكنني تعديل وحذف الحالات التي نشرتها ؟")}}</h4>
                        <p>{{__("نعم يمكن للمسجلين بالموقع التحكم بمنشوراتهم من خلال صفحة الملف الشخصي")}}</p>
                    </div>
                    <div class="my-4">
                        <h4 class="thirdColor">{{__("هل يوجد وسيلة تواصل مباشرة عبر الموقع ؟")}}</h4>
                        <p>{{__("حالياً لايوجد لكن مستقبلاً سوف يتم إضافة وسيلة تواصل مباشرة عبر الموقع لخدمة المستخدمين")}}</p>
                    </div>
                     </div>

            </div>
        </div>

@endsection
