@extends('layouts.app')
@section('title', __("الشروط والأحكام"))
@section('content')
<div class="terms">
    <div>
        <h2 class="thirdColor">{{__("سياسة الاستخدام")}}</h2>
        <p>{{__("هذا هو موقع رفق ستيشن (الذي يشار إليه هنا بعبارة ’رفق ستيشن’ أو ’نحن’) يتوجب عليكم الموافقة على هذه الشروط والأحكام للدخول إلى هذا الموقع وتصفحه أو استخدامه. وفي حال عدم موافقتك على الشروط والأحكام يتعين عليك عدم استخدام رفق ستيشن. يحق لرفق ستيشن بالتغيير على الاحكام أو الخدمة أو تحديث الخدمة دون الرجوع للعميل والحاجة الى اي اشعار")}}</p>
    </div>

    <div>
        <h4 class="thirdColor">{{__("القيود على الاستخدام")}}</h4>
        <p>{{__("باستخدامك لرفق ستيشن، فإنك تقر بالامتناع عما يلي:")}}</p>
        <ul>
            <li>{{__("توفير أو تحميل ملفات تحتوي على برمجيات أو مواد أو بيانات أو معلومات أخرى ليست مملوكة للزائر أو لا يملك ترخيصًا بشأنها")}}</li>
            <li>{{__("استخدام رفق ستيشن بأي طريقة لإرسال أي بريد إلكتروني تجاري أو غير مرغوب فيه أو أي إساءة استخدام من هذا النوع لرفق ستيشن")}}</li>
            <li>{{__("توفير أو تحميل ملفات على هذا الموقع تحتوي على برمجيات خبيثة وفيروسات أو بيانات تالفة")}}</li>
            <li>{{__("نشر أو إعلان أو توزيع أو تعميم مواد أو معلومات تحوي تشويهًا للسمعة أو انتهاكًا للقوانين أو مواد إباحية أو بذيئة أو مخالفة للتعاليم الإسلامية أو للآداب العامة، أو أي مواد أو معلومات غير قانونية من خلال رفق ستيشن")}}</li>
            <li>{{__("الاشتراك من خلال رفق ستيشن في أنشطة غير مشروعة أو غير قانونية في المملكة العربية السعودية أو خارجها")}}</li>
            <li>{{__("الإعلان على رفق ستيشن عن أي منتج أو خدمة تجعل البوابة في وضع انتهاك لأي قانون أو نظام مطبق في أي مجال")}}</li>
            <li>{{__("استخدام أي وسيلة أو برنامج أو إجراء لاعتراض أو محاولة اعتراض التشغيل الصحيح لرفق ستيشن")}}</li>
            <li>{{__("القيام بأي إجراء يفرض حملاً غير معقول متكررًا بصورة كبيرة أو غير مناسبة على البنية التحتية لرفق ستيشن")}}</li>
            <li>{{__("الإخلال بأي قانون أو لائحة نافذة محلية أو وطنية أو دولية")}}</li>
        </ul>
    </div>

    <div>
        <h4 class="thirdColor">{{__("إنهاء الاستخدام")}}</h4>
        <p>{{__("يجوز لإدارة رفق ستيشن وحسب تقديرها المطلق إنهاء أو تقييد أو إيقاف حق المستخدم في الدخول إلى رفق ستيشن واستخدامه دون إشعار ولأي سبب، بما في ذلك مخالفة شروط وبنود الاستخدام أو أي سلوك آخر قد تعتبره إدارة الموقع حسب تقديرها الخاص غير قانوني أو مضرًا بالآخرين، وفي حالة الإنهاء، لن يكون مصرحًا للمستخدم بالدخول إلى رفق ستيشن")}}</p>
    </div>

    <div>
        <h4 class="thirdColor">{{__("المسؤولية القانونية")}}</h4>
        <ul>
            <li>{{__("نحن لا نتحمل ولا بأي شكل من الأشكال مسؤولية أي محتويات أو خسائر أو أضرار من أي نوع كانت والتي يتم تكبدها نتيجة استخدام أي محتوى سواء تم نشره أو إرساله عن طريق البريد الالكتروني أو نقله أو تم توفيره بطريقة أخرى في رفق ستيشن")}}</li>
            <li>{{__("نحن لا نتحمل مسؤولية أمن أو سرية الموقع الالكتروني وأية معلومات تقومون بتقديمها إلى الموقع")}}</li>
            <li>{{__("نحن لا نتحمل أدنى مسئولية عن محتوى مشاركاتكم المرسلة، وتقع المسئولية القانونية والأدبية كاملة عليكم")}}</li>

        </ul>
    </div>

    <div>
        <h4 class="thirdColor">{{__("حدود المسؤولية")}}</h4>
        <p>{{__("ان الدخول إلى رفق ستيشن يظل على مسئوليتك الخاصة، ونحن لا نكون بأي حال من الأحوال مسئولين عن أية خسارة أو ضرر من أي نوع قد تتكبده بسبب استخدامك أو زيارتك لرفق ستيشن أو اعتمادك على أي بيان أو رأي أو إعلان في رفق ستيشن أو ما قد ينجم عن أي تأخير في التشغيل أو تعثر الاتصال أو مشاكل الدخول إلى شبكة الإنترنت أو أعطال المعدات أو البرامج أو سلوك أو أفكار أي شخص يدخل إلى رفق ستيشن. وبهذا تقر هنا وتوافق على أن وسيلتكم الحصرية والوحيدة لعلاج أي ضرر أو خسارة قد تحدث نتيجة دخولك أو استخدامك لرفق ستيشن هي الامتناع عن استخدامه أو الدخول إليه أو عدم الاستمرار في ذلك")}}</p>
        <p>{{__("")}}</p>
    </div>

    <div>
        <h2 class="thirdColor">{{__("سياسة السرية والخصوصية")}}</h2>
        <p>{{__("عند زيارتك لموقعنا نقوم افتراضيا بتسجيل بيانات جهازك الشخصي مثل رقم ال IP ووقت وتاريخ دخولك وصفحات الانترنت التي تتصفحها على الموقع وذلك من أجل الأغراض الاحصائية لتحسين خدمتنا وتحديد ومعالجة أي مشكلة فنية قد تنشأ اثناء تصفحك لموقعنا، هذه البيانات قد يتم عرضها على أطراف ثالثة لنفس الغرض.
لا نقوم بجمع بياناتك الشخصية مالم تقوم بتزويدنا بها بنفسك عن طريق أحد النماذج الموجودة على موقعنا.
لا يتم المتاجرة ببياناتك الشخصية، ولكن قد يتم افشائها لأطراف خارجية من اجل نفس الاسباب السابقة او عند المطالبة القانونية بها في إطار اتفاقية الاستخدام المعلنة بموقعنا.
")}}</p>
    </div>
</div>

@endsection
